// products.js

export const productsCatalog = [
  {
    id: "prod-001",
    name: "Увлажняющий мусс",
    label: "для нормальной кожи",
    description: "Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.",
    compound: [
      "активные натуральные комплексы",
      "витамины С, А, РР, В И Е",
      "солнцезащитные компоненты"
    ],
    price: 2750,
    currency: "₽",
    image: "images/photo_1.jpg",
    alt: "Товар увлажняющий мусс",
  },
  {
    id: "prod-002",
    name: "Увлажняющая маска",
    label: "для нормальной кожи",
    description: "Способствует удерживанию влаги в верхних слоях кожи.",
    compound: [
      "воски",
      "минералы",
      "масла"
    ],
    price: 3500,
    currency: "₽",
    image: "images/photo_2.jpg",
    alt: "Товар Увлажняющая маска",
  },
  {
    id: "prod-003",
    name: "Гель для умывания",
    label: "для нормальной кожи",
    description: "Интенсивно очищает, не повреждает защитный барьер кожи.",
    compound: [
      "минералы",
      "витамины С, А, РР, В И Е",
      "солнцезащитные компоненты"
    ],
    price: 1650,
    currency: "₽",
    image: "images/photo_3.jpg",
    alt: "Товар гель для умывания",
  },
  {
    id: "prod-004",
    name: "Подарочный набор №1",
    label: "для нормальной кожи",
    description: "Набор, состоящий из увлажняющего крема и маски.",
    compound: [
      "воски",
      "минералы",
      "масла"
    ],
    price: 4750,
    currency: "₽",
    image: "images/photo_4.jpg",
    alt: "", 
  },
  {
    id: "prod-005",
    name: "Подарочный набор №5",
    label: "для нормальной кожи",
    description: "Весь набор средств Invisible symphony, крем, маска, мусс и гель для умывания.",
    compound: [
      "воски",
      "минералы",
      "масла"
    ],
    price: 7520,
    currency: "₽",
    image: "images/photo_5.jpg",
    alt: "", 
  }
];
